[Names.DialogName_Iris_AnonymousTroll WillowDialogNameTag]
CallerName="parents unknown"

[Names.DialogName_Iris_Audience WillowDialogNameTag]
CallerName="humanitarian Studies"

[Names.DialogName_Iris_BikerMarauder WillowDialogNameTag]
CallerName="Discussions"

[Names.DialogName_Iris_BikerMarauder_Midget WillowDialogNameTag]
CallerName="journalist"

[Names.DialogName_Iris_BikerPsycho WillowDialogNameTag]
CallerName="In general |"

[Names.DialogName_Iris_BuffGamer WillowDialogNameTag]
CallerName="anointing"

[Names.DialogName_Iris_BulkyBiker WillowDialogNameTag]
CallerName="messy"

[Names.DialogName_Iris_Flyboy WillowDialogNameTag]
CallerName="The baron was exhausted"

[Names.DialogName_Iris_GameCritic WillowDialogNameTag]
CallerName="game review"

[Names.DialogName_Iris_Hammerlock WillowDialogNameTag]
CallerName="hammer lock"

[Names.DialogName_Iris_Interviewer WillowDialogNameTag]
CallerName="He is a conversational partner."

[Names.DialogName_Iris_mute WillowDialogNameTag]
CallerName="Jerek"

[Names.DialogName_Iris_MotorMomma WillowDialogNameTag]
CallerName="mother's mother"

[Names.DialogName_Iris_mokshi WillowDialogNameTag]
CallerName="Moxxi"

[Names.DialogName_Iris_MrTorgue WillowDialogNameTag]
CallerName="Lord Tork"

[Names.DialogName_Iris_Piston WillowDialogNameTag]
CallerName="gun"

[Names.DialogName_Iris_Piston_Live WillowDialogNameTag]
CallerName="piston"

[Names.DialogName_Iris_Piston_Truck WillowDialogNameTag]
CallerName="Anonymous troll"

[Names.DialogName_Iris_PyroPete WillowDialogNameTag]
CallerName="Fireman's feet"

[Names.DialogName_Iris_RandomBiker WillowDialogNameTag]
CallerName="the peacock"

[Names.DialogName_Iris_RoboticVoice WillowDialogNameTag]
CallerName="robotic voice"

[Names.DialogName_Iris_Motor scooter WillowDialogNameTag]
CallerName="Scooter"

[Names.DialogName_Iris_Seraph WillowDialogNameTag]
CallerName="Seraphim"

[Names.DialogName_Iris_SullyTheStabber WillowDialogNameTag]
CallerName="Anonymous troll"

[Names.DialogName_Iris_TinyTina WillowDialogNameTag]
CallerName="But Tina"

[Names.DialogName_Iris_TorgueVending WillowDialogNameTag]
CallerName="black"

[Names.DialogName_Iris_Oriya WillowDialogNameTag]
CallerName="Uriah"

